/* No comment provided by engineer. */
"-- NO NAME --" = "-- NO NAME --";

/* No comment provided by engineer. */
"-- No Title --" = "-- No Title --";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Are you sure you want to delete this?" = "Are you sure you want to delete this?";

/* No comment provided by engineer. */
"ASSOCIATE notes to another book" = "ASSOCIATE notes to another book";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* Cancel */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Created:" = "Created:";

/* No comment provided by engineer. */
"Default Notebook cannot be deleted" = "Default Notebook cannot be deleted";

/* No comment provided by engineer. */
"Delete Notebook" = "Delete Notebook";

/* No comment provided by engineer. */
"DELETE Notebook" = "DELETE Notebook";

/* No comment provided by engineer. */
"Edit Notebook Name" = "Edit Notebook Name";

/* No comment provided by engineer. */
"Expiration Date" = "Expiration Date";

/* No comment provided by engineer. */
"Expires:" = "Expires:";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"My Notebook" = "My Notebook";

/* No comment provided by engineer. */
"New Note" = "New Note";

/* No comment provided by engineer. */
"New Notebook" = "New Notebook";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Not Allowed" = "Not Allowed";

/* No comment provided by engineer. */
"Note Title" = "Note Title";

/* No comment provided by engineer. */
"Notebook Name" = "Notebook Name";

/* No comment provided by engineer. */
"Notebooks" = "Notebooks";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"Place not found" = "Place not found";

/* No comment provided by engineer. */
"Removing Note with Title" = "Removing Note with Title";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Search here" = "Search here";

/* No comment provided by engineer. */
"Select" = "Select";

/* No comment provided by engineer. */
"Select Notebook" = "Select Notebook";

/* No comment provided by engineer. */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Tags:" = "Tags:";

/* No comment provided by engineer. */
"This action cannot be undone, are you sure?" = "This action cannot be undone, are you sure?";

/* No comment provided by engineer. */
"This notebook has associated notes, what do you want to do?" = "This notebook has associated notes, what do you want to do?";

/* No comment provided by engineer. */
"Title" = "Title";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"YES" = "YES";

